Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Bansal’s choice of musical direction has been influenced not only by her family background, but also by the way she wants to work as a musician.
nb: Det er ikke bare familiebakgrunnen, men også hvordan hun ønsker å jobbe som musiker, som har hatt sitt å si for valget av musikalsk retning for Bansal.

source: The blog should document their working process and professional contemplation of the project.
nb: Bloggen skal dokumentere arbeidsprosessen og studentens faglige refleksjon i masterarbeidet.

source: Guidelines on course requirements
nb: Retningslinjene for arbeidskrav

source: For example, using the Playlist, and when and how to use Auto-Tune / Melodyne.
nb: For eksempel bruk av Playlist, når og hvordan man bruker Autotune/Melodyne.

source: The atmosphere is somewhat reminiscent of a scene from Grand Theft Auto.
nb: Stemningen kan minne litt om en scene fra Grand Theft Auto.

source: The Norwegian Academy of Music will cover travel and stay, but students must cover their own food and drinks, transport to Oslo Airport Gardermoen, travel insurance and vaccinations.
nb: Norges musikkhøgskole dekker flyreise og overnatting i prosjektreisen, mens studentene selv må dekke kost, transport til Oslo Lufthavn Gardermoen, reiseforsikring og vaksinering.

source: FACT is short for Flexible Assertive Community Treatment – and is a model designed to provide holistic services to people with severe mental illness living in their own home.
nb: FACT er kort for Flexible Assertive Community Treatment – fleksibel aktiv oppsøkende behandling – og er en modell som skal gi helhetlige tjenester til mennesker med alvorlige psykiske lidelser, som bor i eget hjem.

source: Observation and movement analysis of fellow students.
nb: Arbeidsstilling og praktisk bruk av øvelsene med og uten instrument/sang.

source: to host the international NIME conference 2011
nb: å arrangere den internasjonale NIME konferansen 2011

source: Many of the patients I work with have psychotic issues.
nb: Mange av pasientene jeg jobber med har psykoseproblematikk.

source: The survey shows that there will be a need to continue this service in some form even when the pandemic is over,” says Tornquist.
nb: Undersøkelsen viser at det er behov for å videreføre tilbudet i en eller annen form også etter at pandemien er over, sier Tornquist.

source: Fulfilment of course objectives is demonstrated through a written essay of 7000-8000 words (excluding references and supplements).
nb: Emnet dokumenteres ved et essay med et omfang på 7000 til 8000 ord, ekskludert referanser og vedlegg.

source: have knowledge of relevant terminology for anatomy and physiology for musicians
nb: har kjennskap til relevant terminologi om anatomi og fysiologi for musikere

source: The Norwegian Academy of Music and the Nordic Network for Music Education Research collaborate on the journal, and with Cappelen Damm Akademisk as a partner.
nb: Det er Norges musikkhøgskole og det nordiske nettverket for musikkpedagogisk forskning som står bak tidsskriftet, i samarbeid med Cappelen Damm Akademisk.

source: Management of processes, international leadership programme arranged by Barnum, internal leadership programmes arranged by the municipality of Asker, SATS and Lindorff.
nb: Ledelse av prosesser, internasjonalt lederprogram arrangert av Barnum, interne lederprogram i regi av Asker kommune, SATS og Lindorff.

source: Her research at the Norwegian Academy of Music will culminate in a picture of the way Norwegian village dance music and circle dance music were used in the Midwest between 1900 and 1970.
nb: Forskningen hennes på Musikkhøgskolen vil ende i et bilde av hvordan den norske bygdedans- og runddansmusikken ble brukt i Midtvesten mellom 1900 og 1970.

source: The foundation for this work was laid in 2006 with the introduction of a reflective exercise at Master’s level.
nb: Grunnlaget for arbeidet ble lagt i 2006, med innføringen av en refleksjonsoppgave på masternivå.

source: The course is based on Chamber music I (KAMMUS11), and Chamber music I (KAMMUS13) for singers.
nb: Emnet bygger på Kammermusikk I (KAMMUS11) og Kammermusikk I (KAMMUS13) for studenter med sang som hovedinstrument.

source: “I’ve lost count, but I think I’m somewhere between 17 and 19 now,” says the busy violinist.
nb: – Jeg har mistet tellingen litt, men tror jeg er på et sted mellom 17 og 19, sier den driftige fiolinisten.

source: If you walk along the paths that meander amidst the leafy, 250-year-old trees, you can avoid the densest crowds of tourists but still get a view of the sculptures.
nb: Ved å følge parkveiene som slynger seg på kryss og tvers mellom de 250 år gamle løvtrærne, unngår du de tetteste turistklyngene, men får likevel utsikt til skulpturkunsten.

source: The survey indicates that 34 per cent of NMH students have sought help, in contrast to 19 per cent in the rest of the country.
nb: Undersøkelsen viser at 34 prosent av NMH-studentene har søkt hjelp – mot 19 prosent i resten av landet.

source: The students form ensembles, gain experience of gigging with orchestras and practise auditioning for orchestra jobs.
nb: Studentene danner ensembler, får erfaring og muligheter for orkesteroppdrag, og trening til prøvespill for orkesterjobber.

source: I’m an expert in music therapy meeting a person who’s an expert in his life and his history.
nb: Jeg er ekspert på musikkterapi, som møter en person som er ekspert på sitt liv og sin historie.

source: He had an exciting start to his working life with freelance jobs during the summer and autumn, and had great plans for the spring.
nb: Han gikk ut i en spennende start på arbeidslivet med mye frilansvirksomhet utover sommeren og høsten, og med mange planer for våren.

source: But those of us in music therapy are known for being good at it.”
nb: Men det er vi kjent for å være gode på i musikkterapi.

source: Bachelor’s degree in Music or equivalent qualification (as recognized by the Norwegian Academy of Music) with a minimum of 80 credits in Music Performance subjects.
nb: Bachelorgrad i musikk eller tilsvarende utdanning med fordypning i minimum 80 studiepoeng utøvende musikkfag.

source: It is Hatfield himself and Pointmedia that decide how the audience members should look.
nb: Det er Hatfield og Pointmedia som bestemmer hvordan publikum ser ut.

source: From January 2021, the Academy has agreed with the publisher Taylor & Francis, making it possible for the Academy's researchers to publish open access in several relevant journals at no extra cost.
nb: Fra januar 2021 har NMH inngått en avtale med forlaget Taylor & Francis som gjør det mulig for forskere på NMH å publisere åpent i en rekke relevante tidsskrifter uten ekstra kostnader.

source: The course gives an introduction to the artistic use of music technology for music performance.
nb: Emnet gir en innføring i kunstnerisk anvendelse av musikkteknologi for utøvende musikere.

source: Reading list of 200–400 pages, approved by the course coordinator.
nb: Pensumliste på 200–400 sider, godkjent av emnekoordinator.

source: We need to be confident enough to explain to everyone we meet why we are doing what we do, why it’s important.
nb: Det å legitimere for at vi har kunst og kultur er en kontinuerlig kamp som vi må gjøre igjen og igjen.

source: The narrative approach may slow down the process, but I believe it makes them more independent by the end of it.
nb: Den narrative tilnærmingen kan føre til en langsom prosess, men jeg tror at det til syvende og sist gjør dem mer selvstendige.

source: : Report forms must be submitted to the Exams Office within one week of the completion of the practicum period and the performance (normally no later than 15 April of the fourth semester of studies).
nb: Innen en uke etter praksisperioden og gjennomført fremføring (normalt senest innen 15. april i studiets fjerde semester) leveres rapporteringsskjema eksamenskontoret.

source: 2008–2010 Associate professor of music education, Hedmark University College
nb: 2008–2010 Førsteamanuensis i musikkpedagogikk, Høgskolen i Hedmark

source: Andreas Sønning’s 6 challenges
nb: Andreas Sønnings 6 utfordringer

source: He works with artists from different genres like jazz, rock and folk.
nb: I tillegg jobber han med artister fra andre sjangre, som jazz, rock og folk.

source: There are good research programmes, especially the Artistic Research Programme which, again, I feel is unique.
nb: Det er også gode utviklingsprogram her, særlig Det nasjonale program for kunstnerisk utviklingsarbeid, som igjen er unikt, mener jeg.

source: classical orchestration (Mozart to Beethoven)
nb: klassisk orkestrering (Mozart til Beethoven)

source: Diversity in higher music education
nb: entreprenørskap i musikerutdanningen

source: That way you don’t end up sitting inside, doing nothing.
nb: Som han ønska seg, har han fått mye mer tid enn han hadde i Oslo.

source: The norm for a musician these days is to specialise in one field rather than do everything, as Koka Nikoladze apparently does.
nb: Det vanlige for en musiker i dag er å spesialisere seg på ett felt, fremfor å gjøre alt, slik Koka Nikoladze tilsynelatende gjør.

source: So instead of just focusing on trying to put an end to the symptoms, we are more interested in giving them a good quality of life – work for social bonding, foster hope and offer meaningful activities that make life feel worth living.”
nb: Så i stedet for å bare fokusere på å prøve å ta knekken på symptomene, er man mer opptatt av å fylle livene deres med god livskvalitet – jobbe for sosial tilknytning, fremme håp og tilby meningsfulle aktiviteter, som gjør at livet føles verdt å leve.

source: Why and how am I interested in this?
nb: Hvorfor og hvordan er jeg interessert i dette?

source: Peter Tornquist has been appointed Dean at the National University of Singapore (NUS).
nb: Peter Tornquist er utnevnt til dekan ved Universitetet i Singapore (NUS).

source: A prison, as a concert arena, is different from the venues where students usually present their music – an arena that has an impact on everyone who participates.
nb: Et fengsel er en konsertarena som skiller seg fra hvor studentene ellers presenterer sin musikk – en arena som gjør noe med alle som deltar.

source: Among the many conductors Aspaas has collaborated with in his solo career are Brüggen, Sinaysky, Plasson, Karpe, Eggen, Engeset, Gupta and Engegård.
nb: Blant dirigentene han har samarbeidet med som solist, finnes navn som Brüggen, Sinajskij, Plasson, Karpe, Eggen, Engeset, Gupta og Engegård.

source: He is working with what he refers to as his theatre band, comprising Johan Harstad and Håkon Vassvik and the contemporary music ensemble asamisimasa.
nb: Sammen med seg har han det han kaller teaterbandet, bestående av Johan Harstad og Håkon Vassvik og samtidsmusikkensemblet asamisimasa.

source: The Jazz Workshop is looking for a student to run the social media platforms.
nb: The Jazz Workshop søker etter en student som skal ha ansvar for sosiale medier.

source: overview of studied repertoire of at least 100 minutes
nb: oversikt over gjennomgått repertoar på minst 100 minutter

source: How to set up your e-mail (Outlook), use our storage service in the cloud, OneDrive, and send large attachments trough Filesender.
nb: Slik setter du opp din studentmail (e-post i Outlook), bruker lagringstjenesten, OneDrive, og sender store filer med Filesender.

source: Amongst themselves they say that they had affirmation of “how much I care for my mates, and they for me”.
nb: Dem i mellom sier de at de fikk bekreftet «hvor mye jeg bryr meg om kameratene mine, og de om meg».

source: What is clear is that in the past many people would boast about their knowledge of Beethoven’s late string quartets just to show off how cultured they were.”
nb: Men det er klart at tidligere så var det mange som blafret med sine kunnskaper om Beethovens sene strykekvartetter for å vise hvem man var i det sosiale livet.

source: What’s wrong with this model?
nb: Hva er galt med denne?

source: place this year, has made an impression in Singapore.
nb: plass, også har gjort inntrykk i Singapore.

source: In London she worked at the Guildhall School of Music & Drama, where she was head of the master and PhD programmes, and she was head of the Royal College of Music's Graduate School while also being in charge of the master and PhD programmes.
nb: I London har hun arbeidet ved Guildhall School of Music & Drama, der hun var leder for master- og doktorgradsprogrammene, og ved Royal College of Music var hun leder av Graduate School, samtidig som hun hadde ansvar for master- og doktorgradsstudiene.

source: “This is functioning surprisingly well”, Stensæth remarks.
nb: – Dette fungerer overraskende bra, sier Stensæth.

source: The report must be signed by the student and principal instrument teacher.
nb: Rapporten skal være undertegnet av student og hovedinstrumentlærer.

source: Some of the buttons in the program are labelled “Random cough” and “Random clap”, and others “Random sleep” and “Random boo”.
nb: «Random cough» og «Random clap» står det på noen av knappene i programmet, «Random sleep» og «Random boo» på andre.

source: Her own ensemble, Bansal Band, comprises musicians from different places and with a variety of musical backgrounds, including jazz, Persian music and Indian music.
nb: Hennes eget ensemble, Bansal Band, består av musikere fra forskjellige steder og med ulik musikalsk bakgrunn, både jazz, persisk og indisk musikk.

source: Berit Norbakken Solset is employed at the University in Tromsø and a candidate at NMH's Ph.D. programme in artistic research.
nb: Berit Norbakken Solset er ansatt som stipendiat ved Universitet i Tromsø og kandidat på NMHs Ph.d.-program i kunstnerisk utviklingsarbeid.

source: My Norwegian friends played an album for me that I really fell for,” he explains.
nb: De norske vennene mine viste meg et album jeg virkelig falt for, forteller han.

source: Would you be criticised in Georgia for not using the culture?
nb: Ville du bli kritisert for å ikke bruke kulturen, i Georgia?

source: “Because of the threat from COVID-19 these people are becoming even more isolated than they already were from their dementia.
nb: – På grunn av trusselen fra covid-19 blir disse menneskene enda mer isolert enn de allerede er, ved å ha en demenssjukdom.

source: In their second year, students on the improvisation/jazz performance course and the jazz/pop/rock music education course set about planning and running their own festival.
nb: I andre studieår har studentene på utøvende improvisert musikk/jazz og musikkpedagogikk jazz/pop/rock ansvaret for å planlegge og gjennomføre sin egen festival.

source: Gjerdingen is a professor of music theory and cognition at Bienen School of Music, Northwestern University, USA.
nb: Gjerdingen er professor i musikkteori og musikkognisjon ved Bienen School of Music, Northwestern University, USA.

source: Based on my own work experience and what I’d read, I thought music could contribute to positive experiences.
nb: Med bakgrunn i egne jobberfaringer og det jeg hadde lest, trodde jeg at musikk kunne bidra til positive opplevelser.

source: The rankings have been published every year since 2004.
nb: Rangeringen er utgitt årlig siden 2004.

source: In addition, 11 advent concerts with the participation of nine students were presented in six different prisons, the Tyrili Foundation treatment centre in Kampen, Oslo, and the National Police Immigration Detention Centre in Trandum.
nb: I tillegg er det gjennomført 11 adventskonserter med ni studenter i seks ulike fengsler, Tyrilistiftelsens behandlingssted på Kampen og Politiets utlendingsinternat på Trandum.

source: Bente Almås, project coordinator since 2011 and associate professor of music education, wants to find out what effect the prison concerts have on the students.
nb: Prosjektansvarlig siden 2011, og førstelektor i musikkpedagogikk Bente Almås ønsker å finne ut hva konsertene i fengsler gjør med studentene.

source: he Grønt NMH project will regularly share milestones and general status updates.
nb: Prosjektet Grønt NMH vil med jevne mellomrom dele milepæler og generelle statusoppdateringer.

source: “We’re removing the sound from a film called Zulu, a British costume drama about how the Zulu empire was defeated in Africa, and creating a brand new story.
nb: – Vi tar vekk lyden på en film som heter Zulu, et britisk kostymedrama om hvordan zuluimperiet ble slått i Afrika, og lager en ny historie.

source: : Qualified for admission to the PhD programme in Artistic Research.
nb: Kvalifisert for opptak til ph.d.-programmet i kunstnerisk utviklingsarbeid.

source: “I’m not supporting anyone, and in that respect I’m lucky right now.
nb: – Jeg har ingen jeg skal forsørge, og er sånn sett heldig nå.

source: Aesthetics and style studies relevant to all musical genres.
nb: Estetikk og formlære som er relevant for alle musikalske stilarter.

source: Peter Tornquist will step down as principal on 31 July this year after two four-year terms.
nb: Tiden der vi kunne være oss selv nærmest, er over. Peter Tornquist går av som rektor 31.

source: The deadline for applying for additional R&D resources for the academic year 2022–2023 is
nb: Fristen for å søke om ekstra FoU-ressurs for studieåret 2022–2023 er

source: Study credits are used as the unit of measure to express the scope of the courses in the study programme.
nb: For å beskrive omfanget på emnene i studiet brukes måleenheten studiepoeng.

source: Pieces for drum set and/or Latin percussion may also be added.
nb: Det kan i tillegg legges opp stykker med trommesett og/eller latinperkusjon.

source: That would make it easier to argue for the physical experience and value because more people will have felt it and are familiar with it.
nb: Og da blir det lettere å argumentere for den fysiske opplevelsen, for det er flere da som vil ha den opplevelsen og kjenne til det.

source: She was an obvious candidate for Skjold School’s marching band, and both siblings played in a band.
nb: Hun var selvskrevet i Skjold skoles musikkorps og begge søsken spilte i korps.

source: Musician and teacher Torgrim Sollid was surprised at his Oslo home by the Norwegian Jazz Forum’s board chair Ingrid Brattset and general manager Gry Bråtømyr.
nb: Musiker og pedagog Torgrim Sollid ble overrasket på døra i Oslo av styreleder og daglig leder i Norsk jazzforum, Ingrid Brattset og Gry Bråtømyr.

source: At the end of the second semester, the student should submit a folder containing at least two analyses, transcriptions etc. of material they have studied during the course along with one arrangement for piano and one for a small jazz ensemble.
nb: Studenten skal ved slutten av andre semester levere en mappe inneholdende minimum to analyser, transkripsjoner og lignende av materiale som er gjennomgått i emnet, samt ett arrangement for piano og ett for et lite jazzensemble.

source: In 2019 they took the audience by storm at Jazzahead in Germany, a large-scale partnership project between Norway and Germany.
nb: Senest i 2019 tok de publikum med storm under den store norske partnerlandsatsingen på Jazzahead i Tyskland.

source: The course is based on Aural Training I (GEHØR10).
nb: Emnet bygger på Gehørtrening I (GEHØR10).

source: Students are assessed in relation to the learning objectives.
nb: Studenten vurderes i forhold til emnets læringsmål.

source: Bansal herself composes the ensemble’s music.
nb: Musikken er det Bansal som komponerer.

source: In this concert, Warpeha will present a collection of solo improvisations and vignettes performed on Hardanger fiddle, Hardanger d’amore, and voice.
nb: På konserten presenterer Warpeha en samling solo-improvisasjoner og vignetter, fremført på hardingfele, Hardanger d'amore og vokal.

source: Julius and his ambitions as Deputy Principal
nb: Julius om hans ambisjoner som prorektor

source: You find Astor Piazzolla's Four Season in the programme, initially written for his own quintet.
nb: På programmet står Astor Piazzollas fire årstider, originalt skrevet for hans egen kvintett.

source: On Saturday evening she also triumphed in another competition, the Lauritz Melchior International Singing Competition in Aalborg, Denmark.
nb: Lørdag kveld gikk hun av med seieren i nok en konkurranse, The Lauritz Melchior International Singing Competition i Aalborg.

source: notation forms in contemporary music
nb: Notasjonsformer i samtidsmusikk.

source: : All three abstracts must be submitted by 15 October.
nb: Alle tre sammendrag skal være innlevert innen 15. oktober.

source: had at least 80% attendance in the course and have actively participated in classes, can be assessed by the course tutor instead of
nb: semester har hatt minst 80 prosent oppmøte i emnet og har deltatt aktivt i undervisningen, kan få vurdering

source: be able to arrange, create and evaluate own harmonies for instrumental and vocal scores
nb: kan arrangere, skape og vurdere egne satser for ulike instrumental- og vokalbesetninger

source: Creativity and innovation
nb: Kreativitet og innovasjon.

source: The time and place of the disputation shall be announced at least 10 working days in advance.
nb: Tid og sted for det offentlige forsvaret skal kunngjøres minst ti (10) arbeidsdager før det avholdes.

source: I saw that very clearly, as a participating observer.”
nb: Den så jeg veldig tydelig, som deltakende observatør.

source: Create a "map" for faster editing regarding timing, intonation and diction.
nb: Lage et “kart” for raskere redigering mht timing, intonasjon og diksjon.

source: I feel more confident about expressing what I want.
nb: Jeg føler meg tryggere på å uttrykke det jeg vil.

source: The Austrian conductor Nikolaus Harnoncourt (1929–2016) is often regarded as a pioneer within the historically oriented performance practice.
nb: Den østerrikske dirigenten Nikolaus Harnoncourt (1929–2016) regnes gjerne som en pioner innenfor den historisk orienterte fremføringspraksisen.

source: be able to perform music with figured bass notation (basso continuo)
nb: kan fremføre musikk med generalbassbesifring (basso continuo)

source: She was informed by the marching band that her contract was being terminated due to force majeure, and that they could not continue to pay her.
nb: Hun fikk mail fra korpset om at kontrakten gikk ut på grunn av force majeure, og at de ikke kunne fortsette å honorere henne.

source: My career as a French horn player began at the Lithuanian Academy of Music and Theatre.
nb: Min karriere som hornist startet ved Høgskolen for musikk og teater i Litauen.

source: Mild auto-tune to emphasise external coercion, to force it into pitch.
nb: Mild auto-tune for å understreke ekstern tvang, tvinge det inn i pitch.

source: , musician and former research fellow at the Department of Music at the NTNU, and
nb: , musiker og daværende stipendiat ved Institutt for musikk, og

source: The course coordinator will keep a protocol for forum and interpretation.
nb: Protokoll føres av koordinator for forum og interpretasjon.

source: And if you do feel like that, should you mention it to your teacher or peers?
nb: Og hvis man kjenner på det, er det naturlig å nevne det for lærer eller medstudenter?

source: The course is organised as a series of hands-on workshops and listening sessions/lectures focused on experimental electroacoustic music and performance practice.
nb: Emnet er organisert som en serie med hands-on workshops og lyttesesjoner/forelesningstimer med et fokus rettet mot eksperimentell elektroakustiskmusikk og fremføringpraksis.
